Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/admin/sd/samediggi.no/etiske-retningslinjer-for-samisk-human-biologisk-materiale.html.tmx
Source language: nob
Languages: sma

source: Etiske retningslinjer for samisk human biologisk materiale / Helse / Helse og sosial / Forsiden - Sametinget
sma: Etihkeles njoelkedassh saemien humane biologeles materijalese / Healsoe / Healsoe jïh sosijaale / Saemiedigkie - Sametinget

source: Etiske retningslinjer for samisk human biologisk materiale
sma: Etihkeles njoelkedassh saemien humane biologeles materijalese

source: Sametinget nedsetter en arbeidsgruppe som skal utarbeide etiske retningslinjer for bruk ogforvaltning av samisk human biologisk materiale.
sma: Saemiedigkie aktem barkoedåehkiem tseegkie mij edtja etihkeles njoelkedassh åtnoen jïh reeremen bïjre darjodh saemien humane biologeles materijaleste.

source: Arbeidsgruppen skal også vurdere om det er mulig å lage en oversikt over samisk human biologisk materiale som ligger lagret på ulike steder.
sma: Barkoedåehkie edtja aaj vuarjasjidh mejtie gåarede bijjieguvviem darjodh saemien humane biologeles materijaleste mij lea vöörhkeme ovmessie sijjine.

source: -Den bioteknologiske utviklingen stiller det samiske samfunn over for mange nye utfordringer.
sma: -Dïhte bioteknologeles evtiedimmie jïjnjh orre haestemh saemien siebriedahkese vadta.

source: Utviklingen åpner for muligheter både innenfor pasientbehandling, kunnskapsutvikling og forskning.
sma: Evtiedimmie nuepieh vadta dovne skïemtjijebåehtjierdimmien, daajroeevtiedimmien jïh dotkemen sisnjeli.

source: Satsningen vil gi viktige bidrag til fremtidens helsetjeneste, men det er avgjørende at den gjennomføres på en juridisk og etisk forsvarlig måte, sier sametingsråd Henrik Olsen.
sma: Dïhte barkoe sæjhta vihkeles årrodh båetijen aejkien healsoedïenesjen gaavhtan, men eevre vihkeles dam juridihkeles- jïh etihkeleslaakan darjodh, saemiedigkieraerie Henrik Olsen jeahta.

source: -Vi selv må forvalte og eie kunnskapen omvårteget arvestoff (DNA), og at det samiske folk fortløpende må være i dialog med statlige myndigheter og forskningsmiljø for å følge og påvirke denne utviklinga, sier Olsen.
sma: -Mijjieh tjoerebe jïjtje reeredh jïh daajroem eekedh mijjen jïjtse aerpie-aamhten (DNA) bïjre, jïh saemieh iktemearan tjuerieh staaten åejvieladtjigujmie jïh dotkemebyjresigujmie råårestalledh juktie maehtedh daam evtiedimmiem fulkesidh jïh tsevtsedh, Olsen jeahta.

source: Arbeidsgruppen skal bestå av representanter fra samisk helsefaglig forskningsmiljø og juridisk ekspertise.
sma: Barkoedåehkie edtja tjirkijh utnedh saemien healsoefaageles dotkemebyjresistie jïh juridihkeles maahtoste.

source: Arbeidsgruppa skal levere sitt arbeid innen 1 år til Sametingsrådet.
sma: Barkoedåehkie edtja sov barkoem Saemiedigkieraaran deelledh aerebi goh 1 jaepien.

source: Arbeidsgruppas mandat er:
sma: Barkoedåehkien mandaate lea:

source: Å vurdere om det er mulig å lage en oversikt over hvilket samisk humant biologisk materiale som i dag er lagret.
sma: Vuarjasjidh mejtie gåarede aktem bijjieguvviem darjodh dehtie saemien humane biologeles materijaleste mij lea vöörhkeme daan biejjien.

source: Videre identifiseres og problematiseres ulike utfordringer ved lagring og råderett over dette materialet.
sma: Vijriesåbpoe damtijidh jïh digkiedidh ovmessie haestemh vöörhkeminie jïh nuhtjemevoetine daehtie materijaleste.

source: Oversikten må inneholde drøftinger av hvilke etiske problemstillinger som må omfattes i retningslinjene.
sma: Bijjieguvvesne tjuara digkiedidh mah etihkeles dåeriesmoeretjoelmh mah tjuerieh meatan årrodh njoelkedassine.

source: Gruppa må også drøfte hvilken juridisk status slike retningslinjer bør ha.
sma: Dåehkie tjuara aaj digkiedidh maam juridihkeles staatusidie dagkerh njoelkedassh byöroeh utnedh.

source: Videre behandling i regjering, de andre sametingene og internasjonale urfolkforum må også omtales.
sma: Tjuara aaj dam vijriesåbpoe gïetedimmiem reerenassesne, dejnie jeatjah saemiedigkine jïh gaskenasjovnaale aalkoealmetjeforuminie ållermaehtedh.

source: Kontaktperson: Sametingsråd Henrik Olsen, 907 75 219
sma: Govlehtallije: Saemiedigkieraerie Henrik Olsen, 907 75 219
